[
  {
    "name": "i18n-tracking",
    "longdesc": "The Internationalization (i18n) Group is following this issue. Add it to any i18n related issue to automatically alert the i18n Group. The i18n Group may also add this label. Issues with this label don't need to be resolved to the satisfaction of the i18n Group before a transition.",
    "description": "Group bringing to attention of Internationalization, or tracked by i18n but not needing response.",
    "color": "F9C9FF",
    "excludeGroups": [  32113,  72665 ]
  },
  {
    "name": "i18n-comment",
    "longdesc": "The Internationalization (i18n) Group has raised, or is following this issue, and expects it to be resolved to their satisfaction before a transition. This label is added/applied only by the i18n WG, and should only be removed by them. It may replace an i18n-tracking label.",
    "description": "Issue the Internationalization Group has raised and looks for a response on.",
    "color": "F9C9FF",
    "excludeGroups": [  32113,  72665 ]
  },
  {
    "name": "privacy-tracking",
    "longdesc": "The Privacy Group (PING) is following this issue. Add it to any privacy related issue to automatically alert PING. PING may also add this label. Issues with this label don't need to be resolved to the satisfaction of PING before a transition.",
    "description": "Group bringing to attention of Privacy, or tracked by the Privacy Group but not needing response.",
    "color": "d4af37",
    "excludeGroups": [ 52497 ]
  },
  {
    "name": "privacy-comment",
    "longdesc": "The Privacy Group (PING) has raised, or is following this issue, and expects it to be resolved to their satisfaction before a transition. This label is added/applied only by PING, and should only be removed by them. It may replace a privacy-tracking label.",
    "description": "Issue the Privacy Group has raised and looks for a response on.",
    "color": "d4af37",
    "excludeGroups": [ 52497 ]
  },
  {
    "name": "a11y-tracking",
    "longdesc": "The Accessibility Group (APA) is following this issue. Add it to any a11y related issue to automatically alert a11y. a11y may also add this label. Issues with this label don't need to be resolved to the satisfaction of a11y before a transition.",
    "description": "Group bringing to attention of a11y, or tracked by the a11y Group but not needing response.",
    "color": "ea7472",
    "excludeGroups": [ 83907 ]
  },
  {
    "name": "a11y-comment",
    "longdesc": "The Accessibility Group (APA) has raised, or is following this issue, and expects it to be resolved to their satisfaction before a transition. This label is added/applied only by APA, and should only be removed by them. It may replace an a11y-tracking label.",
    "description": "Issue the Accessibility Group has raised and looks for a response on.",
    "color": "ea7472",
    "excludeGroups": [ 83907 ]
  }
]